var story = [
        {
          id: 0,
          text: "非常感謝您的填寫！<br>那麼接下來就請您先移動到等候室等待改造吧！",
          choices: [
            { text: "好的", nextId: 1 },
          ],
          avatars: ""
        },
        {
          id: 1,
          text: '（到達等候室)<br>（旁邊也有一個人正在等待)',
          choices: [
            { text: "（繼續）", nextId: 2 },
          ],
          avatars: ""
        },
        {
          id: 2,
          text: "「你好啊，你也是來改造的嗎？」",
          choices: [
            { text: "對啊，你也是嗎？", nextId: 3 },
          ],
          avatars: "this_is.png"
        },
        {
          id: 3,
          text: "我當然也是啊！我就說嘛<br>不可能只有我一個受不了這樣子的生活啊<br>每天每天的，眼前都是長得一樣人<br>真的是很讓人受不了欸<br>而且啊光是想到自己也和大家都長得一模一樣就讓我很不開心！",
          choices: [
            { text: "為什麼會不開心呢？<br>大家不是都很好看嗎？", nextId: 4 },
          ],
          avatars: ""
        },
        {
          id: 4,
          text: "大家都很好看沒錯啊，可是我就是不想要和大家一樣嘛<br>更何況因為大家都長得一樣每次都會被認錯！<br>而且現在基因改造外貌很流行啊，變的特別的話就不會被認錯和忽略了！",
          choices: [
            { text: "也是呢，長得很像確實會有這種困擾", nextId: 5 },
          ],
          avatars: ""
        },
        {
          id: 5,
          text: "對了！正好我製訂了幾套我的改造方案<br>我每一套都很喜歡，實在是選不出來…<br>不如，你來幫我剔除掉你覺得最不好的吧",
          choices: [
            { text: "（挑選）", nextId: -1 },
          ],
          avatars: ""
        },
      ];